# IdeaStatiCa.ConnectionApi.Model.ConLoadEffectMemberLoad

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**MemberId** | **int** |  | [optional]
**Position** | **ConLoadEffectPositionEnum** |  | [optional]
**SectionLoad** | **ConLoadEffectSectionLoad** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)